[
  {
    "msgTitle": "注塑宝",
    "msgContent": "iOS11中，苹果增加了对AR增强现实的支持，为开发者提供ARKit。该功能使用iPhone传感器来确定平面，照明，尺度估计等，用户可以加入不同的物品， AR应用能够实现更加真实的效果，光影效果更出色。苹果表示，ARKit将使iOS成为世界上最大的AR平台。iOS 11采用HEVC视频压缩标准和HEIF照片压缩标准，它们可以在保留视频和照片高质量的同时，有效地缩小这些多媒体文件的大小。iOS11-iPad iOS11-iPadOS 11重点优化了相机的功能，主要包括样张质量、低光拍摄、光学稳定和HDR模式等方面的改善，而基于新的景深API，拍照之后可以对照片进行快速个性化处理。另外，照片应用还加入了机器学习的功能，使得Memories对事件的归类更加的智能和准确；Live Photos加入了修建功能，用户可以选择视频的任意部分作为关键照片。iOS11更新了控制界面，并加入了更多选项。新的控制中心变为了一整页，所有功能都集中到了这一页，包括锁屏、3D Touch等。在锁屏界面，iOS 11更加重视一体化，用户可以通过滑动实现所有的事情。",
    "action":"none",
    "level":"1",
    "ext1":"",
    "ext2":"",
    "ext3":"",
    "time":"1512894600"
  },
  {
    "msgTitle": "易塑宝",
    "msgContent": "乔布斯是美国最伟大的创新领袖之一，他的卓越天赋也让他成为了这个能够改变世界的人。（美国总统奥巴马评）很少有人对世界产生像乔布斯那样的影响，这种影响将是长期的。（比尔盖茨评）[31]他懂得如何创造出令人惊叹的伟大产品。（保罗艾伦评）[31]他不一定是技术发明的伟人，但他肯定是洞悉人性的伟人。（张颐武评）[32]乔布斯被认为是计算机业界与娱乐业界的标志性人物，同时人们也把他视作麦金塔计算机、iPod、iTunes、iPad、iPhone等知名数字产品的缔造者，这些风靡全球亿万人的电子产品，深刻地改变了现代通讯、娱乐乃至生活的方式。（搜狐网评）[33]乔布斯是改变世界的天才，他凭敏锐的触觉和过人的智慧，勇于变革，不断创新，引领全球资讯科技和电子产品的潮流，把电脑和电子产品不断变得简约化、平民化，让曾经是昂贵稀罕的电子产品变为现代人生活的一部分。",
    "action":"web",
    "level":"1",
    "ext1":"",
    "ext2":"",
    "ext3":"",
    "time":"1514088000"
  },
  {
    "msgTitle": "注塑宝HD",
    "msgContent": "只有Android版",
    "action":"none",
    "level":"1",
    "ext1":"",
    "ext2":"",
    "ext3":"",
    "time":"1514179110"
  },
  {
    "msgTitle": "注塑宝扫码终端",
    "msgContent": "只有Android版",
    "action":"none",
    "level":"1",
    "ext1":"",
    "ext2":"",
    "ext3":"",
    "time":"1514705430"
  },
  {
    "msgTitle": "LDAR建档助手",
    "msgContent": "据参考消息报道，110个国家（共10亿人）可耕地的肥沃程度在降低。在非洲、亚洲和拉丁美洲由于森林植被的消失、耕地的过分开发和牧场的过度放牧，土壤剥蚀情况十分严重。裸露的土地变得脆弱了，无法长期抵御风雨的剥蚀。在有些地方，土壤的年流失量可达每公顷100吨。化肥和农药过多使用，与空气污染有关的有毒尘埃降落，泥浆到处喷洒，危险废料到处抛弃，所有这些都在对土地构成一般来说是不可逆转的污染。土壤是指陆地表面具有肥力、能够生长植物的疏松表层，其厚度一般在2 m左右。土壤不但为植物生长提供机械支撑能力，并能为植物生长发育提供所需要的水、肥、气、热等肥力要素。由于人口急剧增长，工业迅猛发展，固体废物不断向土壤表面堆放和倾倒，有害废水不断向土壤中渗透，大气中的有害气体及飘尘也不断随雨水降落在土壤中，导致了土壤污染。凡是妨碍土壤正常功能，降低作物产量和质量，还通过粮食、蔬菜、水果等间接影响人体健康的物质，都叫做土壤污染物。",
    "action":"web",
    "level":"1",
    "ext1":"",
    "ext2":"",
    "ext3":"",
    "time":"1514945720"
  }
]